import React from "react";

const About = () => (
  <>
    <h1></h1>
    <p>
      はじめまして。チャイナエステ狂のlettucemasterです。
      <br />
      一通り風俗を体験し、20代にしてチャイナエステにたどり着きました。
      <br />
      今では毎週通う始末です(-_-;)
      <br />
      <br />
      メンズエステは風俗（ではない扱いですが）でかなりグレーな立ち位置ですよね。
      <br />
      特にチャイナエステは情報がかなりマチマチで、ギャンブル的な要素が非常に多いです。
      <br />
      ホームページの巡回だけで疲れてしまいます（それもチャイエスの醍醐味かも知れませんが）。
      <br />
      <br />
      そこで、皆様の一助のためにホームページを巡回し、以下の情報を収集してまとめてまいります。
      <br />
      <ul>
        <li>
          <b>巨乳チャイエス嬢情報</b>
        </li>
        <li>
          <b>新着チャイエス嬢情報</b>
        </li>
      </ul>
      至らぬことが多いともいますが、温かく見守っていただければ幸いです。
      <br />
      よろしくお願いいたします。
      <br />
    </p>
  </>
);

export default About;
